output/posts/things-to-do-in-zh/index.org
#+BEGIN_COMMENT
.. title: Things to do around the World
.. slug: things-to-do-in-zh
.. date: 2020-08-28 16:41:37 UTC+02:00
.. tags: travel
.. category: personal
.. link: 
.. description: 
.. type: text

#+END_COMMENT

This is a personal post where I keep some personal activities/places I
am aim to visit at some point.

{{{TEASER_END}}}


* Switzerland

** Zurich

*** Museums

  - [[https://www.zuerich.com/en/visit/culture/museum-rietberg#internal][intercultural museum]] (B)

  - [[https://www.zuerich.com/en/visit/culture/zaz-bellerive#internal][space and urbanism museum]] (C)

  - [[https://www.kulturama.ch/][anatomy/biology museum]] (B)

*** Bar

  - [[https://www.zuerich.com/en/visit/restaurants/samigo-amusement#internal][chic bar with other friends]] (C)
 
  - [[https://www.atlasobscura.com/places/oepfelchammer][funny bar with friends]] (B)

*** Park 

  - [[http://www.weinrebenpark.ch/][bruno weber park]]. (A)

  - [[https://www.atlasobscura.com/places/mfo-park][oerlikon.. some weird plants go to take a look once you pass by]] (C)

  - [[https://www.atlasobscura.com/places/villa-patumbah][colonial villa in ZH]] ([[https://www.heimatschutzzentrum.ch/index.php?id=2239][link2]]) (B)


** Hikes

 - [[https://www.grimselwelt.ch/en/excursion-tips/trift][trift bridge hike]] (AA)


* Italy 

 - [[https://en.wikipedia.org/wiki/Villa_di_Pratolino][villa demidoff]] (B)

 - [[https://it.wikipedia.org/wiki/Lago_di_Carezza][lago dell'arcobaleno]] (A) - non balneabile solo per passeggiate tirolo.

 - [[https://www.camminatorianonimi.com/2020/07/11/alla-quercia-delle-streghe/][la quercia delle streghe]] (A) - passeggiata con sorpresa in toscana


** Milano

*** Stazione Centrale 

  - [[https://www.atlasobscura.com/places/royal-pavilion-at-stazione-centrale][Stanze d'attesa reali]] (A)


* London

** Open Air

 - [[https://www.atlasobscura.com/places/banksy-s-designated-graffiti-area][graffiti]] (A)

 - [[https://www.atlasobscura.com/places/greenwich-foot-tunnel][canary wharf activity]] - nothing big. if you should be there by
   chance with some time left. (C)

 - [[https://www.london-walking-tours.co.uk/the-seven-noses-of-soho.htm][funny activity.... can you find the noses]] ([[https://www.google.com/maps/d/u/0/viewer?msa=0&dg=feature&mid=1g06yOJHD6OORLaAM2IMKHeMtUDc&ll=51.512889089653505%2C-0.12930900000003298&z=15][use this map]]) (B)

** Indoor

 - [[https://fotostrasse.com/london-canal-museum-kings-cross-ice-well/][London canal museum and ice well]] (C)

 - [[https://secretldn.com/growing-underground-farm/][Growing underground]] (C)

 - [[https://www.janewildgoose.co.uk/about_the_library.html][weird library / place]] (A)

 - [[https://www.soane.org/?gclid=Cj0KCQjw1qL6BRCmARIsADV9JtbFChEEtDysN4sajeI-cv-o_GN93lFT9AbRSD3a_cSKAi-rgseWs4MaAj81EALw_wcB][Sir John Soane's Museum]] - messy antiquities place (A)


* Israel

 - [[https://www.ilanagoormuseum.org/en/][ilana goor museum. yaffo - looks nice]] (B)

 - [[https://jonathanmtsai.wordpress.com/2010/11/19/hermits-house-herzliya/][heremit's house in herzliya]] (AA)

 - [[http://en.goramla.com/category/pool-of-arches][the pool of arches in Ramla]] (A)


