output/posts/things-to-do-in-zh/index.html
<!DOCTYPE html>
<html prefix="        og: http://ogp.me/ns# article: http://ogp.me/ns/article#     " vocab="http://ogp.me/ns" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>Things to do around the World | Bits of Experience</title>
<link href="https://fonts.googleapis.com/css?family=Bitter:400,400i,700" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.0.13/css/all.css" integrity="sha384-DNOHZ68U8hZfKXOrtjWvjxusGo9WQnrNx2sqG0tfsghAvtVlRW3tvkXWZh58N9jp" crossorigin="anonymous">
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" hreflang="en" href="../../rss.xml">
<link rel="canonical" href="https://marcohassan.github.io/bits-of-experience/posts/things-to-do-in-zh/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Marco Hassan">
<link rel="prev" href="../on-cloud-wars-a-non-matching-puzzle/" title="On Cloud Wars - A Non Matching Puzzle" type="text/html">
<meta property="og:site_name" content="Bits of Experience">
<meta property="og:title" content="Things to do around the World">
<meta property="og:url" content="https://marcohassan.github.io/bits-of-experience/posts/things-to-do-in-zh/">
<meta property="og:description" content="This is a personal post where I keep some personal activities/places I
am aim to visit at some point.





Zurich



Museums


intercultural museum (B)

space and urbanism museum (C)

anatomy/biology ">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2020-08-28T16:41:37+02:00">
</head>
<body>
    <a href="#page-content" class="sr-only sr-only-focusable">Skip to main content</a>
    
    <section class="social"><ul>
<li><a href="../../pages/aboutme/" title="About me"><i class="fa fa-user-circle"></i></a></li>
            <li><a href="../../pages/bits-of-experience-a-readable-view-on-my-study-adventures/" title="Home"><i class="fa fa-home"></i></a></li>
            <li><a href="../../index.html" title="Blog"><i class="fa fa-edit"></i></a></li>
            <li><a href="../../categories/index.html" title="Tags"><i class="fa fa-tags"></i></a></li>
            <li><a href="../../pages/emacs/" title="A life Configuring Emacs"><i class="fa fa-code"></i></a></li>
            <li><a href="../../pages/papers/" title="Term and Research Papers"><i class="fa fa-university"></i></a></li>
            <li><a href="https://github.com/MarcoHassan" title="My Github"><i class="fab fa-github"></i></a></li>
            <li><a href="https://stackoverflow.com/users/9731177/mhass" title="My Stack"><i class="fab fa-stack-overflow"></i></a></li>
            <li><a href="../../rss.xml" title="RSS"><i class="fa fa-rss"></i></a></li>
    
    

        </ul></section><section class="page-content"><div class="content" rel="main">
            
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">Things to do around the World</a></h1>

        <div class="metadata">
            <p class="dateline"><a href="." rel="bookmark"><i class="fa fa-clock"></i> <time class="published dt-published" datetime="2020-08-28T16:41:37+02:00" itemprop="datePublished" title="2020-08-28 16:41">2020-08-28 16:41</time></a></p>
            <p class="byline author vcard"> <i class="fa fa-user"></i> <span class="byline-name fn" itemprop="author">
                    Marco Hassan
            </span></p>
            
        <p class="sourceline"><a href="index.org" class="sourcelink"><i class="fa fa-file-code"></i> Source</a></p>

            

            

        </div>
    </header><div class="e-content entry-content" itemprop="articleBody text">
    <p>
This is a personal post where I keep some personal activities/places I
am aim to visit at some point.
</p>

<!-- TEASER_END -->

<div id="outline-container-orgc550780" class="outline-2">
<h2 id="orgc550780">Zurich</h2>
<div class="outline-text-2" id="text-orgc550780">
</div>
<div id="outline-container-org5294a49" class="outline-3">
<h3 id="org5294a49">Museums</h3>
<div class="outline-text-3" id="text-org5294a49">
<ul class="org-ul">
<li>
<a href="https://www.zuerich.com/en/visit/culture/museum-rietberg#internal">intercultural museum</a> (B)</li>

<li>
<a href="https://www.zuerich.com/en/visit/culture/zaz-bellerive#internal">space and urbanism museum</a> (C)</li>

<li>
<a href="https://www.kulturama.ch/">anatomy/biology museum</a> (B)</li>
</ul>
</div>
</div>

<div id="outline-container-orgf849050" class="outline-3">
<h3 id="orgf849050">Bar</h3>
<div class="outline-text-3" id="text-orgf849050">
<ul class="org-ul">
<li>
<a href="https://www.zuerich.com/en/visit/restaurants/samigo-amusement#internal">chic bar with other friends</a> (C)</li>

<li>
<a href="https://www.atlasobscura.com/places/oepfelchammer">funny bar with friends</a> (B)</li>
</ul>
</div>
</div>

<div id="outline-container-orgbf5a6b6" class="outline-3">
<h3 id="orgbf5a6b6">Park</h3>
<div class="outline-text-3" id="text-orgbf5a6b6">
<ul class="org-ul">
<li>
<a href="http://www.weinrebenpark.ch/">bruno weber park</a>. (A)</li>

<li>
<a href="https://www.atlasobscura.com/places/mfo-park">oerlikon.. some weird plants go to take a look once you pass by</a> (C)</li>

<li>
<a href="https://www.atlasobscura.com/places/villa-patumbah">colonial villa in ZH</a> (<a href="https://www.heimatschutzzentrum.ch/index.php?id=2239">link2</a>) (B)</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgdcadf26" class="outline-2">
<h2 id="orgdcadf26">Milano</h2>
<div class="outline-text-2" id="text-orgdcadf26">
</div>
<div id="outline-container-org772a482" class="outline-3">
<h3 id="org772a482">Stazione Centrale</h3>
<div class="outline-text-3" id="text-org772a482">
<ul class="org-ul">
<li>
<a href="https://www.atlasobscura.com/places/royal-pavilion-at-stazione-centrale">Stanze d'attesa reali</a> (A)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orge6ee16b" class="outline-2">
<h2 id="orge6ee16b">London</h2>
<div class="outline-text-2" id="text-orge6ee16b">
</div>
<div id="outline-container-org1d82532" class="outline-3">
<h3 id="org1d82532">Open Air</h3>
<div class="outline-text-3" id="text-org1d82532">
<ul class="org-ul">
<li>
<a href="https://www.atlasobscura.com/places/banksy-s-designated-graffiti-area">graffiti</a> (A)</li>

<li>
<a href="https://www.atlasobscura.com/places/greenwich-foot-tunnel">canary wharf activity</a> - nothing big. if you should be there by
chance with some time left. (C)</li>

<li>
<a href="https://www.london-walking-tours.co.uk/the-seven-noses-of-soho.htm">funny activity…. can you find the noses</a> (<a href="https://www.google.com/maps/d/u/0/viewer?msa=0&amp;dg=feature&amp;mid=1g06yOJHD6OORLaAM2IMKHeMtUDc&amp;ll=51.512889089653505%2C-0.12930900000003298&amp;z=15">use this map</a>) (B)</li>
</ul>
</div>
</div>

<div id="outline-container-org4ae87dc" class="outline-3">
<h3 id="org4ae87dc">Indoor</h3>
<div class="outline-text-3" id="text-org4ae87dc">
<ul class="org-ul">
<li>
<a href="https://fotostrasse.com/london-canal-museum-kings-cross-ice-well/">London canal museum and ice well</a> (C)</li>

<li>
<a href="https://secretldn.com/growing-underground-farm/">Growing underground</a> (C)</li>

<li>
<a href="https://www.janewildgoose.co.uk/about_the_library.html">weird library / place</a> (A)</li>

<li>
<a href="https://www.soane.org/?gclid=Cj0KCQjw1qL6BRCmARIsADV9JtbFChEEtDysN4sajeI-cv-o_GN93lFT9AbRSD3a_cSKAi-rgseWs4MaAj81EALw_wcB">Sir John Soane's Museum</a> - messy antiquities place (A)</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org506cbfb" class="outline-2">
<h2 id="org506cbfb">Tel Aviv</h2>
<div class="outline-text-2" id="text-org506cbfb">
<ul class="org-ul">
<li>
<a href="https://www.ilanagoormuseum.org/en/">ilana goor museum. yaffo - looks nice</a> (B)</li>

<li>
<a href="https://jonathanmtsai.wordpress.com/2010/11/19/hermits-house-herzliya/">heremit's house in herzliya</a> (AA)</li>

<li>
<a href="http://en.goramla.com/category/pool-of-arches">the pool of arches in Ramla</a> (A)</li>
</ul>
</div>
</div>


<div id="outline-container-org906b856" class="outline-2">
<h2 id="org906b856">Italy</h2>
<div class="outline-text-2" id="text-org906b856">
<ul class="org-ul">
<li>
<a href="https://en.wikipedia.org/wiki/Villa_di_Pratolino">villa demidoff</a> (B)</li>

<li>
<a href="https://it.wikipedia.org/wiki/Lago_di_Carezza">lago dell'arcobaleno</a> (A) - non balneabile solo per passeggiate tirolo.</li>

<li>
<a href="https://www.camminatorianonimi.com/2020/07/11/alla-quercia-delle-streghe/">la quercia delle streghe</a> (A) - passeggiata con sorpresa in toscana</li>
</ul>
</div>
</div>
    </div>
    <aside class="postpromonav"><nav><ul class="pager hidden-print">
<li class="previous">
                <a href="../on-cloud-wars-a-non-matching-puzzle/" rel="prev" title="On Cloud Wars - A Non Matching Puzzle">Previous post</a>
            </li>
        </ul></nav></aside></article><footer id="footer"><p>Contents © 2020         <a href="mailto:marco.hassan30@gmail.com">Marco Hassan</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         </p>
            
        </footer>
</div>
    </section><script src="../../assets/js/all-nocdn.js"></script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(2, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates --><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element) {
            return element.getElementsByTagName('img')[0].alt;
    }});
    </script>
</body>
</html>
